<template>
<section class="user-agreements">
    <div class="container">
        <div class="text">
                <h2>用户协议</h2>
                <p>欢迎阅读主题风向标服务条款协议(下称“本协议”)。本协议双方为北京人人趣投网络科技有限公司（以下简称“人人趣投”或“本公司”、“本平台”）与主题风向标用户（包括个人和企业客户，简称“用户”或“您”），本服务协议具有合同效力。本协议内容包括协议正文及所有已经发布的或将来可能发布的各类规则。所有规则为协议不可分割的一部分，与协议正文具有同等法律效力。</p>
                <h2>一. 接受条款</h2>
                <p>以任何方式进入主题风向标即表示您同意自己已经与人人趣投订立本协议，且您将受本协议的条款约束。人人趣投随时自行全权决定更改条款。如条款有任何变更，人人趣投将通过主题风向标网站、APP、微信公众号等方式刊载公告，通知予您。如您不同意相关变更，必须停止使用服务。经修订的条款一经公布后，立即自动生效。您应在第一次登录后仔细阅读修订后的条款，并有权选择停止或继续使用服务；一旦您继续使用服务，则表示您已接受经修订的条款，当您与人人趣投发生争议时，应以最新的服务协议为准。除另行明确声明外，任何使服务范围扩大或功能增强的的新内容均受本协议约束。</p>
                <h2>二. 定义</h2>
                <p>2.1 用户及用户注册:用户必须是具备完全民事行为能力的自然人，或者是依法成立、具有合法经营资格并有效存续的实体组织。无民事行为能力人、限制民事行为能力人以及无经营或特定经营资格的组织不应当注册为主题风向标用户或超过其民事权利或行为能力范围从事信息发布、交易的，其与人人趣投之间的服务协议自始无效，人人趣投一经发现，有权立即注销该用户，并追究其使用主题风向标“服务”的一切法律责任。用户注册是指用户登录主题风向标，并按要求填写相关信息并确认同意履行相关用户协议的过程。用户因进行信息发布、交易、获取有偿服务或接触主题风向标服务器而发生的所有应纳税赋，以及一切硬件、软件、服务及其它方面的费用均由用户负责支付。</p>
                <p>2.2 会员:在主题风向标平台上注册的用户成为主题风向标会员。主题风向标会对注册用户的身份信息真实性进行审核但不能完全控制双方交易所涉及的服务的质量、安全或合法性，信息的真实性或准确性，以及交易方履行其在借款协议项下的各项义务的能力。主题风向标提醒用户应该通过自己的谨慎判断确定服务及相关信息的真实性、合法性和有效性。</p>
                <h2>三. 收费</h2>
                <p>本公司保留在根据第1条通知您后，收取服务费用的权利。本公司保留在无须发出书面通知，仅在主题风向标各终端平台公示的情况下，暂时或永久地更改或停止部分或全部服务的权利。</p>
                <h2>四. 注册义务</h2>
                <p>注册义务。您必须按照申请注册会员的表格，真实、准确、完整的填写您的资料；维持并及时更新资料，使其保持真实、准确、完整和反映当前情况。倘若您提供的资料不真实、准确和完整或我公司有合理理由怀疑该资料不真实、准确、完整的，我公司有权暂停或终止您的注册用户身份，并拒绝您在目前和将来对服务以任何形式使用。</p>
                <p>注册用户名、密码和保密。在登记过程中，您将使用手机号进行注册，并可修改用户名。您必须对您的密码保密，您将对您注册用户名和密码下发生的所有活动承担责任。如发现任何人未经您同意使用您的注册用户名跟密码，您须立即通知我公司；对该行为造成的损害，我公司不负任何责任。</p>
                <h2>五. 您的权利和义务</h2>
                <p>5.1 您有权利拥有在主题风向标注册的会员名及登录密码，并有权利使用自己的会员名及密码随时登录主题风向标平台。您不得以任何形式擅自转让或授权他人使用自己的会员名及密码；</p>
                <p>5.2 您有权根据本服务协议的规定以及主题风向标上发布的相关规则，利用主题风向标信息发布平台查询服务信息、参加主题风向标的有关活动以及有权享受主题风向标提供的其它的有关服务；</p>
                <p>5.3 您在使用主题风向标的过程中，如与其他用户产生纠纷，可以请求平台予以协调。如您与其他用户发生诉讼的，您有权通过司法部门要求平台提供相关资料；</p>
                <p>5.4 您同意遵守主题风向标的规则，接收来自主题风向标平台或平台的合作伙伴发出的邮件或信息。</p>
                <p>5.5 您应当保证在使用主题风向标平台进行信息发布过程中遵守诚实信用的原则，不得在发布的信息中包含有反动、暴力、淫秽、毒品、赌博、教唆及有损社会公共道德的内容；不得发布各类违法或违规信息；</p>
                <p>5.6 您不应在主题风向标平台上恶意评价其他用户，或采取不正当手段提高自身的信用度或降低其他用户的信用度；</p>
                <p>5.7 您在主题风向平台上不得发布包含有国家禁止或限制发布包含有侵犯他人知识产权或其它合法权益的机密类信息，也不得发布违背社会公共利益或公共道德的、或是平台认为不适合在主题风向标上发布的信息。</p>
                <p>5.8 您承诺在使用平台时实施的所有行为均遵守国家法律、法规和人人趣投股的相关规定以及各种社会公共利益或公共道德。如有违反上述承诺导致任何法律后果的发生，您独立承担所有相应的法律责任；</p>
                <p>5.9 您同意，不对主题风向标上任何数据作商业性利用，包括但不限于在未经平台事先书面批准的情况下，以复制、传播等方式使用平台上展示的任何资料。</p>
                <h2>六. 平台的权利义务</h2>
                <p>6.1 平台有义务在现有技术上维护整个网上平台的正常运行，并努力提升和改进技术。对于您在注册使用平台中所遇到的与信息发布或注册有关的问题及反映的情况，平台应及时作出回复；</p>
                <p>6.2 对于您在平台上的不当行为或其它任何平台认为应当终止服务的情况，平台有权随时作出删除相关信息、终止服务提供等处理，而无须征得您的同意；</p>
                <p>6.3 因网上平台的特殊性，平台没有义务对所有会员的注册资料、行为及其他事项进行事先审查；</p>
                <p>6.4 您在使用平台的过程中如与其它用户产生纠纷，请求平台予以协调，经平台审核后，平台有权通过电子邮件联系纠纷双方了解情况，并将所了解的情况通过电子邮件互相通知对方；</p>
                <p>6.5 您因在平台上与其他用户发生诉讼的，您通过司法部门或行政部门依照法定程序要求平台提供相关数据，平台应积极配合并提供有关资料；</p>
                <p>6.6 平台有权对您的注册数据及信息发布行为进行查阅，发现注册数据或信息发布行为中存在任何问题或怀疑，均有权向您发出询问及要求改正的通知或者直接作出删除等处理；</p>
                <p>6.7 经国家生效法律文书或行政处罚决定确认您存在违法行为，或者平台有足够事实依据可以认定您存在违法或违反服务协议行为的，平台有权公布您的违法行为；</p>
                <p>6.8 在您使用平台服务时，平台有权接收并记录您的个人信息等。</p>
                <h2>七. 许可使用权</h2>
                <p>您授予本公司永久的、免费的、完整的许可使用权利（并且有权对该权利进行再授权），使我公司有权使用、复制、修改、发布、翻译、分发您的资料或制作其派生作品，以已知或日后开发的任何形式、媒体或技术，将您的资料纳入其他作品里。</p>
                <h2>八. 隐私权</h2>
                <p>我公司不公开您选择保密的注册信息及其他个人信息。但在下列情况下，我公司有权全部或部分披露您的保密信息。</p>
                <p>8.1 根据法律规定，或应行政机关、司法机关要求，向第三人或行政机关、司法机关披露；</p>
                <p>8.2 如您系权利人并针对他人在平台上侵犯您利益的行为提起投诉，应被投诉人要求，向被投诉人披露；</p>
                <p>8.3 权利人认为您在平台上的行为侵犯其合法权利并提出投诉的，可向权利人披露；</p>
                <p>8.4 您出现违反平台规则，需要向第三方披露的；</p>
                <p>8.5 根据法律和平台规则，其他我公司认为适合披露的。</p>
                <h2>九. 其他</h2>
                <p>9.1 免责声明。您将对您发布的信息及其他在平台上发生的任何行为承担责任，我公司对此不负任何责任。</p>
                <p>9.2 不可抗力。对于因平台合理控制范围以外的原因，包括但不限于自然灾害、罢工或骚乱、物质短缺或定量配给、暴动、战争行为、政府行为、通讯或其他设施故障或严重伤亡事故等，致使平台延迟或未能履约的，平台不对您承担任何责任。</p>

            </div>
        </div>
    </div>
    
</section>
</template>

<script>
export default {
    layout: 'Dashboard',
    head() {
        return {
        title: '用户协议 - 主题风向标',
        //   meta: [
        //     {
        //       hid: "description",
        //       name: "description",
        //       content: "My custom description"
        //     }
        //   ]
        };
    },
}
</script>
